import { Blog } from "@/types/blog";

const BlogData: Blog[] = [
  {
    _id: 1,
    mainImage: "/images/blog/blog-01.png",
    title: "Отменены тендеры при закупках за счет бюджета — С. Жапаров подписал закон",
    metadata:
      "Отменены тендеры при закупках за счет бюджета — С. Жапаров подписал закон",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-02.png",
    title: "Система госзакупок позволяет отмывать деньги, признал Акылбек Жапаров",
    metadata:
      "Система госзакупок позволяет отмывать деньги, признал Акылбек Жапаров",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-03.png",
    title: "В Кыргызстане появится новый формат госзакупок — как будет работать",
    metadata:
      "В Кыргызстане появится новый формат госзакупок — как будет работать",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-04.png",
    title: "В Кыргызстане внесены изменения в закон о госзакупках — касается лекарств",
    metadata:
      "В Кыргызстане внесены изменения в закон о госзакупках — касается лекарств",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-05.png",
    title: "Итоги конкурса на закупку 100 новых автобусов для Бишкека отменены. Причина\n" +
        "Автобусы подаренные Китаем у здания мэрии города Бишкек. Архивное фото - Sputnik Кыргызстан",
    metadata:
      "Итоги конкурса на закупку 100 новых автобусов для Бишкека отменены. Причина\n" +
        "Автобусы подаренные Китаем у здания мэрии города Бишкек. Архивное фото - Sputnik Кыргызстан",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-05.png",
    title: "Итоги конкурса на закупку 100 новых автобусов для Бишкека отменены. Причина\n" +
        "Автобусы подаренные Китаем у здания мэрии города Бишкек. Архивное фото - Sputnik Кыргызстан",
    metadata:
        "Итоги конкурса на закупку 100 новых автобусов для Бишкека отменены. Причина\n" +
        "Автобусы подаренные Китаем у здания мэрии города Бишкек. Архивное фото - Sputnik Кыргызстан",
  },
];

export default BlogData;
